[{"model": "back.cat", "pk": 1, "fields": {"name": "Tiger", "description": "The tiger is one of the most iconic animals on earth, but the largest of the big cats is on the brink of extinction. Tigers are globally listed as \"Endangered\" on the International Union for the Conservation of Nature (IUCN) Red List of Threatened Species. Two of the remaining sub-species — Malayan and Sumatran — are \"Critically Endangered.\" As recently as 100 years ago, as many as 100,000 wild tigers roamed across Asia. Today, about 3,900 tigers are left in the wild, occupying a mere four percent of their former range. This catastrophic population decline is driven by a range of threats, including poaching for the illegal wildlife trade, overhunting of prey species by local people, habitat loss and fragmentation, and human-tiger conflict.", "habitat": "11 countries in Asia; confirmed breeding populations in 8 countries", "iucn_status": 4, "number": "About 3,900", "subspecies": 8, "life_span": "10-15 years", "size": "Head & body: 146-300 cm; 57-118 in Tail: 72-109 cm; 28-42 in", "weight": "75-260 kg; 165-570 lbs", "diet": "Primarily ungulates (e.g., deer, wild pigs)", "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRF-5ANcOgoqWCov9EevY4e1-vLbiGQjp9PsLIR1b2giPMTfrLB", "bg": "https://ichef.bbci.co.uk/images/ic/1008xn/p05r6gzb.jpg", "bg2": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSQCwHciULL231CFOzhHMcAzFj35EZM9AxgurdYfal4KYpwbDKz"}}, {"model": "back.cat", "pk": 2, "fields": {"name": "Lion", "description": "Lions have undergone a catastrophic decline and are on the brink of extinction in all but the largest and best managed national parks.\r\n\r\nJust over a century ago, there were more than 200,000 wild lions living in Africa. Today, there are only about 20,000; lions are extinct in 26 African countries and have vanished from over 95 percent of their historic range. Though lions still exist in 28 African countries and one Asian country, only six countries are known to each contain more than 1,000 lions.\r\n\r\nLions are currently listed as \"Vulnerable\" on the International Union for the Conservation of Nature (IUCN) Red List of Threatened Species. In West Africa, the species is now classified as \"Critically Endangered.\r\n\r\nThe species is threatened by the illegal bushmeat trade, habitat loss and fragmentation, unsustainable trophy hunting, and conflict with local people due to the real or perceived threat lions pose to livestock.", "habitat": "28 African countries and 1 Asian country", "iucn_status": 5, "number": "Approximately 20,000", "subspecies": 2, "life_span": "On average females live 14-16 years; males live 12-13 years on average", "size": "Head and body: 158-250 cm; 62-98 in Tail: 60-100 cm; 23-39 in", "weight": "110-235 kg; 242-517 lbs", "diet": "Primarily locally abundant medium-to-large herbivores (e.g., wildebeest, zebra, kudu, buffalo)", "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcR-CanCSmY-sS0CfMMEHeul4xspr9UiWOslXeYnwY2tn1Mj-63V", "bg": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTMtuRLef6HQObIr_lHy5jBvwwoo4yFpXbl0wHqiZUV5P43AfiP", "bg2": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSgX3MiSCAr1LmAj6__Cu0KxbKMF8nAZZ9FzuCmVhs6-AkIahzq"}}, {"model": "back.cat", "pk": 3, "fields": {"name": "Jaguar", "description": "Jaguars exist in 18 countries in Latin America, from Mexico to Argentina. Despite this broad range, jaguars have been eradicated from 40 percent of their historic range and are extinct in Uruguay and El Salvador. While the rare individual has been spotted in the US, there has not been evidence of a breeding population in the US in more than 50 years.\r\n\r\nThe jaguar is listed as \"Near Threatened\" on the International Union for the Conservation of Nature (IUCN) Red List of Threatened Species, though its status is in review and may be elevated to \"Vulnerable\" in the next year.\r\n\r\nThe species is threatened by loss and fragmentation of jaguar habitat, conflict with local people due to the real or perceived threat posed to livestock, and overhunting of the jaguar’s prey by local people.", "habitat": "18 countries in Latin America, from Mexico to Argentina", "iucn_status": 6, "number": "Unknown", "subspecies": 0, "life_span": "12-15 years in the wild", "size": "Head and body: 1.5-1.8m; 5-6 ft\r\nTail: 70-91 cm; 27.5-36 in", "weight": "36-158 kg; 79-348 lbs", "diet": "Diverse diet including 85 recorded prey species", "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSnqvmcnYJdE5Kh66BEz9pZ2eK67p-BlgpCWVkxRmPY8weegBaE", "bg": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRsMuZx7vB_DwFlNph7rGn1fg_Ijo5FbgnJ7jELlY6ZlkdP4p4x", "bg2": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTBOFWx7Vp6lteeydG6wcFyGdONEt__c58o4ag005caKv6r1bx_"}}, {"model": "back.cat", "pk": 4, "fields": {"name": "Snow Leopard", "description": "The snow leopard – known as the ‘ghost of the mountains’ – is one of the most enigmatic and least understood of the big cats. The snow leopard’s range spans 12 countries and  two million km2 in Asia, with 65 percent of their habitat found in China alone.\r\n\r\nThe snow leopard is listed as “Vulnerable” on the International Union for the Conservation of Nature (IUCN) Red List of Threatened Species.\r\n\r\nToday, scientists believe that between 4,500 and 10,000 adult snow leopards remain in the wild; their exact number is relatively unknown given they are extremely elusive and challenging to survey. The species is very rarely seen even by local people. However, new research, including camera trapping, is beginning to indicate there may be more snow leopards than previously thought.", "habitat": "12 countries in central Asia spanning 2 million km2", "iucn_status": 5, "number": "4,500-10,000, potentially more", "subspecies": 0, "life_span": "Unknown in the wild", "size": "Head & Body: 146-300 cm; 57-118 in Tail: 72-109 cm; 28-43 in", "weight": "21-55 kg; 46- 121 lbs", "diet": "Mountain ungulates (e.g., ibex)", "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTy8By4NUKg6bimaYnzj-V6aJC8_besuquWqYdHVcQ96DSnCaU1", "bg": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTYijvp0R7fKKKOwS9NHsJFpF7dwXyJJmXSzWAWpupTwPAWTs4i", "bg2": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcS816Pmgw6M2nYUzgd7pK-tk5A1Y_VTvNYU_6zmXDdo4orWPKtT"}}, {"model": "back.cat", "pk": 5, "fields": {"name": "Leopard", "description": "The leopard is likely the most persecuted large cat in the world. Extinct in 13 countries/regions and possibly extinct in seven more, leopards have vanished from at least two-thirds of their historic range in Africa and 84 percent of their historic range in Eurasia.\r\n\r\nThe species is threatened by illegal killing for their skins and other body parts used for ceremonial regalia, conflict with local people, rampant bushmeat poaching, and poorly managed trophy hunting.\r\n\r\nLeopards are listed as \"Vulnerable\" on the International Union for the Conservation of Nature (IUCN) Red List of Threatened Species. The leopard is classified as \"Endangered\" in Central Asia and Sri Lanka and \"Critically Endangered\" in the Middle East, Russia, and on the Indonesian island of Java.", "habitat": "Approximately 62 countries across Africa and Eurasia", "iucn_status": 5, "number": "Unknown", "subspecies": 9, "life_span": "14-19 years in the wild", "size": "Head/Body: 91-191 cm; 35-75 in\r\nTail: 51-101 cm; 20-39 in", "weight": "17-90 kg; 37-198 lbs", "diet": "At least 100 prey species, preferred prey is small to medium-sized ungulates", "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcR-dkD3_SEPzEnT3yT1tJnfj6sw_w5gHTSnwhKwvIrGAO6AdwZL", "bg": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Indochinese_leopard.jpg", "bg2": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcT0P-PTlEGGHeIaVO76rrtkWhjHdi2F2Tu_JaiXwuTSjOuiNIqw"}}, {"model": "back.cat", "pk": 6, "fields": {"name": "Puma", "description": "The puma has the largest geographic range of any native terrestrial mammal in the Western Hemisphere, spanning 28 countries from southern Alaska down to the southern tip of Chile.\r\n\r\nThe puma is listed as a species of \"Least Concern\" by the International Union for the Conservation of Nature (IUCN) Red List of Threatened Species.\r\n\r\nPumas were eliminated from the entire eastern half of North America, except for a tiny population in Florida, within 200 years of European colonization. Today, the remnant puma population in Florida is endangered but recovering.\r\n\r\nThe status of puma populations in Central and South America is largely unknown, but many are suspected to be in decline.\r\n\r\nThe species is threatened by legal and illegal killing, including bounty hunting and poaching; human-puma conflict, which is exacerbated by old mythology perpetuating fear of pumas; loss of prey due to overhunting by people and agricultural land developments; and habitat loss and fragmentation.", "habitat": "28 countries across the Americas", "iucn_status": 5, "number": "TBD", "subspecies": 6, "life_span": "Up to 16 years in the wild", "size": "Head & Body: 95-168cm; 38-66 in \r\nTail: 57-92 cm; 22-36 in", "weight": "22-80 kg; 48-176 lbs", "diet": "Anthropods, such as insects, to large adult herbivores like elk, moose, deer", "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRqCTJ654O1K21eVPQmfp6YI3oQ9z0cPjEyz4pHKJIdFcIh4Jos", "bg": "https://www.naturalworldsafaris.com/media/20232/nws-chile-puma-tristan-whitworth-2.jpg", "bg2": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcS4pJAf-MnRXAXb6wa4VpL2Q_aDWVFtCwDzvUgQ_OJwJrlVMcYq"}}, {"model": "back.cat", "pk": 7, "fields": {"name": "Cheetah", "description": "There are estimated to be only 7,100 cheetahs left in the wild, and their future remains uncertain across their range. Extinct in 25 countries and possibly extinct in a further 13 countries, cheetahs have vanished from approximately 91 percent of their historic range. They are extinct in Asia apart from a single, isolated population of perhaps 50 individuals in central Iran.\r\n\r\nCheetahs are listed as \"Vulnerable\" by the International Union for the Conservation of Nature (IUCN) Red List of Threatened Species, but after a recent study revealed significant population declines, scientists are calling for cheetahs to be uplisted to \"Endangered.\" In North Africa and Asia, they are considered \"Critically Endangered.\"\r\n\r\nThe species is threatened by conflict with local people, the illegal wildlife trade, legal sport hunting, and loss of prey due to overhunting by people and agricultural land developments.", "habitat": "African countries and 1 Asian country", "iucn_status": 5, "number": "7,100; Fewer than 50 in Iran", "subspecies": 2, "life_span": "Serengeti females live an average of 6.2 years (13.5 max); males live an average of 5.3 years (9.3 max)", "size": "Head and body: 105-140 cm; 41-55 in \r\nTail: 60-89 cm; 23-35 in", "weight": "21-64 kg; 46-141 lbs", "diet": "Typically small herbivores (e.g., impala, gazelle, steenbok) and occasionally larger prey (e.g., wildebeest)", "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcT3OpEX2whz5bv77S5Tk12Hd24G20cTsRnzqaU7bxpugqifm97J", "bg": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQ47zNzx6WFfUwENzIEbuleYhOhmA3TBoaBjbd4LAdVnDtxo7sa", "bg2": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRcGaRRjoVx8RitwwyYLXgdG8MJrzgbQdm7I50ODXm3t6l2EV1Y"}}, {"model": "back.article", "pk": 1, "fields": {"title": "Article", "content": "It is an article", "cat_id": 1}}]